{
    "LANG_ID": "en",
    "LANG_BUTTON": "Cambiar a Español",
    "PORTFOLIO_SITES": [
        {
            "SITE_NAME": "WeatherApp",
            "SITE_DESCRIPTION": "One of my first projects as a Full Stack Dev student. Made with React. Use of OpenWeatherMap and OpenStreetMap APIs.",
            "SITE_IMAGE": "https://i.ibb.co/cxcTLrT/screenshot1.png",
            "SITE_LINK": "https://martinnegro-weatherapp.netlify.app"
        },{
            "SITE_NAME": "Psitesis",
            "SITE_DESCRIPTION": "Blog and Forum for psychology students. Made with React, Redux and Material UI. API develop with Express JS, Sequelize and Postgres. The site has an admin panel for CRUD actions.\nDeveloped as a team over the course of 4 weeks. ",
            "SITE_IMAGE": "https://i.postimg.cc/Zqyn2HYn/screenshot.png",
            "SITE_LINK": "https://psitesis.netlify.app"
        },{
            "SITE_NAME": "GamesHome",
            "SITE_DESCRIPTION": "Individual Project. Made with React, Redux and pure SASS for the front. Use of rawg.io API. Has a backend with database for the creation of new games. Filter, pagination, forms and alerts development.",
            "SITE_IMAGE": "https://raw.githubusercontent.com/martinnegro/martinnegro/main/screenshots/Videogames.png",
            "SITE_LINK": "https://gameshome-martinnegro.netlify.app/"
        }
    ],
    "RESUME": {
        "RESUME_TITLE": "What can I do",
        "RESUME_PARAGRAPHS": [
            {   
                "id": 1,
                "text": "I'm a growing programmer, dedicated to web development. I started practicing concepts in Python, and then I moved to JavaScript, CSS and HTML. Today I can develop front-end products with ReactJS and NextJS: HTML layout, API consume, iteractivity with JS, animations."
            },{
                "id": 2,
                "text": "In my personal proyects I've developed the back-end for the site functioning. With NodeJS and using Express I've created endpoints and designed Data Bases with Sequelize, mostly for Postgres."
            },{
                "id": 3,
                "text": "I've been using TypeScript lately, for both front and back. I always use SOLID, DRY and Atomic Design concepts, in a way that my code be understable and maintainable."
            },{
                "id": 4,
                "text": "If you think that I can be useful working with you, feel free to contact me."
            }
        ]
    },
    "CONTACT": {
        "NAME_INPUT_PLACEHOLDER": "Name",
        "EMAIL_INPUT_PLACEHOLDER": "Email",
        "TEXT_INPUT_PLACEHOLDER": "Text",
        "ERROR_MESSAGE": "The message was not sent. :(",
        "SUCCESS_MESSAGE": "Message sent, thank you!",
        "SEND_BUTTON": "Send"
    }
}