{
    "LANG_ID": "en",
    "LANG_BUTTON": "Change to English",
    "PORTFOLIO_SITES": [
        {
            "SITE_NAME": "WeatherApp",
            "SITE_DESCRIPTION": "Uno de mis primero proyectos como programador Full Stack. Construído con React. Uso de APIs OpenWeatherMap y OpenStreetMap.",
            "SITE_IMAGE": "https://i.ibb.co/cxcTLrT/screenshot1.png",
            "SITE_LINK": "https://martinnegro-weatherapp.netlify.app"
        },{
            "SITE_NAME": "Psitesis",
            "SITE_DESCRIPTION": "Blog y foro para estudiantes de psicología. Hecho con react, Redux y Material UI. API desarrollada con Express JS, Sequelize y Postgres. El sitio contiene un panel de administrador para acciones CRUD.\nConstruido en equipo durante el transcurso de 4 semanas",
            "SITE_IMAGE": "https://i.postimg.cc/Zqyn2HYn/screenshot.png",
            "SITE_LINK": "https://psitesis.netlify.app"
        },{
            "SITE_NAME": "GamesHome",
            "SITE_DESCRIPTION": "Proyecto Individual. Hecho con  React, Redux y SASS puro en el front. Uso de rawg.io API. Formulario para agregar juegos al catálogo, con consistencia en base de datos. Desarrollo de filtros, paginado y alertas.",
            "SITE_IMAGE": "https://raw.githubusercontent.com/martinnegro/martinnegro/main/screenshots/Videogames.png",
            "SITE_LINK": "https://gameshome-martinnegro.netlify.app/"
        }
    ],
    "RESUME": {
        "RESUME_TITLE": "Qué puedo hacer",
        "RESUME_PARAGRAPHS": [
            {   
                "id": 1,
                "text": "Soy programador en crecimiento, hoy dedicado al desarrollo web. Comencé practicando conceptos en Python para luego definirme por JavaScript, CSS y HTML. Hoy en día puedo desarrollar productos front-end con ReactJS y NextJS: maquetado HTML, consumo de APIs, interactividad con JS, animaciones. "
            },{
                "id": 2,
                "text": "En mis proyectos personales he desarrollado los back-end necesarios para el funcionamiento de las aplicaciones. Programando en NodeJS y utilizando Express he creado endpoints y diseñado Bases de Datos con Sequelize, mayormente para Postgres."
            },{
                "id": 3,
                "text": "En el último tiempo estuve incorporando TypeScript, tanto para front como para back. Siempre aplico conceptos SOLID, DRY y Atomic Design, de manera que mi código sea entendible y mantenible."
            },{
                "id": 4,
                "text": "Si crees que puedo trabajar contigo, siéntete libre de contactarme."
            }
        ]
    },
    "CONTACT": {
        "NAME_INPUT_PLACEHOLDER": "Nombre",
        "EMAIL_INPUT_PLACEHOLDER": "Email",
        "TEXT_INPUT_PLACEHOLDER": "Texto",
        "ERROR_MESSAGE": "Mensaje enviado, gracias!",
        "SUCCESS_MESSAGE": "El mensaje no ha sido enviado :(",
        "SEND_BUTTON": "Enviar"
    }
}